{
  "blogs": [
    {
      "title": "Simply Tabitha",
      "body": "Tabitha's personal blog is a stellar example of how sharing your thoughts and advice can powerfully build your online brand. She dishes out fashion and beauty advice in her blog posts then helps her audience of mommas replicate her look with a Shop the Post widget at the end. And with Pinterest's Save buttons hovering over each picture, fans can keep her glamorous aesthetic on hand for inspiration.\n\nTake note from this blog example—partnering with an affiliate and linking out to recommended products in your posts is a great way to monetize your blog, as you’ll earn a commission for every sale that comes through your site.\n\n",
      "author": "Kenan",
      "id": 5
    },
    {
      "title": "Lizzy Hadfield",
      "body": "What is a blog, anyway? Lizzy Hadfield provides one especially photogenic answer. This fashion blog example serves as this marketing influencer’s visual diary.\n\nLizzy fills up her website’s grid layout with a cohesive visual language, featuring posts and softly-colored photographs. This layout looks just as great on mobile, too, with the different posts compiled into a full-screen scroll.\n\nIn addition, Lizzy uses her blog as a tool to build engagement with her brand, linking to her Instagram, YouTube, and Twitter pages in a Follow section on the top menu bar. ",
      "author": "Emina",
      "id": 6
    },
    {
      "title": "Suvelle Cuisine",
      "body": "With a beige color scheme and contemporary design, Susana Machado’s Suvelle Cuisine merges several types of blogs (food, style and beauty) into a sleek, modern aesthetic. As Susana herself says, her focus is on “the most beautiful things in life.”\n\nHer blog features everything from a recipe for focaccia and tips for spring fashion, and she supplements this content with an alluring portfolio of luxurious couture and cuisine photos to build her authority.\n\nWhen you land on her homepage, a pop-up invites you to join her mailing list, an example of  using email marketing tools to reach her readers. In addition, well-organized and intriguing blog categories at the top of the page further invite readers to get lost in Susana’s world.",
      "author": "Adna",
      "id": 7
    }
  ]
}